<html>
<head>
<title>FORMATARI-DIACRITICE</title><br>
<meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-2">
</head>
<body>
 <H1> Instruc&#355;iuni de formatare fizic&#259; </H1>
 <H2> Tag-ul &lt;I> </H2>
<i>se folose&#351;te pentru a impune un aspect inclinat spre st&#226;nga al textului cuprins între limitele sale</i>
<H2> Tag-ul &lt;B> </H2>
<b>se folose&#351;te pentru a scrie textul dintre limitele sale îngro&#351;at</b>
<H2> Tag-ul &lt;U> </H2>
<u>se folose&#351;te pentru a scrie textul dintre limitele sale subliniat cu o linie</u>
<H2> Tag-ul &lt;BIG> </H2>
<big>se folose&#351;te pentru a scrie textul dintre limitele sale mai mare ca restul </big>
<H2> Tag-ul &lt;STRIKE> </H2>
<STRIKE>se folose&#351;te pentru a scrie textul dintre limitele sale t&#259;iat cu o linie</STRIKE>
<H2> Tag-ul &lt;TT> </H2>
<TT>se folose&#351;te pentru a scrie textul dintre limitele sale monospa&#355;iat care este specific ma&#351;inilor de scris vechi.</TT>
<H2> Tag-ul &lt;SUP> </H2>
<p> se folose&#351;te pentru a scrie <SUP>o putere</SUP>
<H2> Tag-ul &lt;SUB> </H2>
<p> se folose&#351;te pentru a scrie <SUB>un indice</SUB>
<H1> Instruc&#355;iuni de formatare logic&#259; </H1>
<H2> Tag-ul &lt;CITE> </H2>
<CITE> se folose&#351;te pentru a scrie un citat dintr-o carte, revist&#259; etc</CITE>
<H2> Tag-ul &lt;EM> </H2>
<EM> se folose&#351;te pentru a scrie un text eviden&#355;iat </EM>
<H2> Tag-ul &lt;SAMP> </H2>
<SAMP> se folose&#351;te pentru a pentru a da exemple de mesaje pe care calculatorul le poate transmite utilizatorilor. Fontul folosit este bold monosp&#355;iat </SAMP>
<H2> Tag-ul &lt;STRONG> </H2>
<strong>se folose&#351;te pentru a scrie textul dintre limitele sale cu litere îngro&#351;ate</strong>
<H2> Tag-ul &lt;VAR> </H2>
<VAR>se folose&#351;te pentru a indica un nume de variabila.</VAR>
<H2> Tag-ul &lt;CODE> </H2>
<CODE>Tag pentru descrierea programelor: <code>Acest text este code</code>
 <H1> Diacritice sau caractere rom&#226;ne&#351;ti </H1>
Pentru precizarea unor caractere speciale sau a unor diacritice se poate folosi constructia <b>&amp;nume;</b> sau <b>&amp;#numar;</b><br>
Pentru diacritice este necesar ca in head s&#259; existe tag-ul:<br>
<b>&lt;meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-2"&gt;</b> ca in aceast&#259; pagin&#259; web
</body>
</html>